Repository: vladimirlozhnikov/gps_tracking
Catalog: Localization/*.lproj/LocalizableStrings.strings
Languages: be, de, it, pl, ru, tr

source: Log in
be: Увайсці
de: Anmelden
it: Accedere
pl: Zaloguj się
ru: Войти
tr: Giriş yap

source: Retrieve my password
be: Аднавіць пароль
de: Passwort zurücksetzen
it: Ripristinare la password
pl: Odzyskaj hasło
ru: Восстановить пароль
tr: Şifremi yeniden kur

source: Register/ Sign up
be: Зарэгістравацца
de: Registrieren
it: Registrarsi
pl: Zarejestruj się
ru: Зарегистрироваться
tr: Kaydol

source: Settings
be: Наладкі
de: Einstellungen
it: Opzioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar

source: Edit alert messages
be: Рэдагаваць шаблонныя тэрміновыя паведамленні
de: Alarm Templates bearbeiten
it: Modificare modelli di messaggi urgenti
pl: Zredaguj wiadomości alarmowe oparte na szablon
ru: Редактировать шаблонные срочные сообщения
tr: Acil mesajları düzenle

source: Close
be: Закрыць
de: Schließen
it: Chiudere
pl: Zamknij
ru: Закрыть
tr: Kapat

source: Edit my groups
be: Рэдагаваць мае групы
de: Meine Gruppen bearbeiten
it: Modificare i miei gruppi
pl: Zredaguj moje grupy
ru: Редактировать мои группы
tr: Gruplarımı düzenle

source: Create group from your address book
be: Стварыць групу з адраснай кнігі
de: Gruppe aus dem Adressbuch erstellen
it: Creare un gruppo dalla rubrica
pl: Utwórz grupę z książki adresowej
ru: Создать группу из адресной книги
tr: Adres defterinden grubu kur

source: Add/edit group
be: Стварэнне / Рэдагаванне групы
de: Ajouter / Modifier le groupe
it: Creazione/Modificazione del gruppo
pl: Utwórz / redaguj grupy
ru: Создание / Редактирование группы
tr: Creazione/Modificazione del gruppo

source: Search for groups
be: Пошук груп
de: Suche nach Gruppen
it: Ricerca di gruppi
pl: Poszukiwanie grupy
ru: Поиск групп
tr: Grubu ara

source: User information
be: Інфармацыя аб карыстальніку
de: Nutzer Informationen
it: Informazione sull'utente (inviare un messaggio)
pl: Informacje o użytkowniku
ru: Информация о пользователе
tr: Kullanıcı hakkında bilgi

source: List of users
be: Спіс карыстальнікаў
de: Nutzerliste
it: Lista di utenti
pl: Lista użytkowników
ru: Список пользователей
tr: Kullanıcı listesi

source: Access to your group
be: Увайсці ў групу
de: Gruppe anmelden
it: Accedere al gruppo
pl: Wejdź do grupy
ru: Войти в группу
tr: Gruba katıl

source: Alert message
be: Тэрміновае паведамленне
de: Alarmmeldung
it: Inviare un messaggio urgente
pl: Wyślij wiadomość alarmową
ru: Срочное сообщение
tr: Acil mesaj

source: Message history
it: Storia dei messaggi
pl: Historia wiadomości
ru: История сообщений
tr: Mesaj tarihi

# Message
source: Text message
be: Тэкст паведамлення
de: Text der Nachricht
it: Digitare il testo del messaggio
pl: Treść wiadomości
ru: Текст сообщения
tr: Mesajın metni

source: Language
be: Мова
de: Sprache
it: Lingua
pl: Język
ru: Язык
tr: Dil

source: Polling Server Frequency
be: Частата дасылання запытаў на сервер
de: Häufigkeit der Anfragen an den Server
it: Frequenza di richieste spedite sul server
pl: Częstość wniosków wysyłanych do serwera
ru: Частота отправки запросов на сервер
tr: Sunucuya isteme göndermesi sıklığı

source: Active In Background
be: Час працы ў згорнутым стане
de: Arbeitszeit im Hintergrundmodus
it: Tempo del lavoro nello stato minimizzato
pl: Czas obsługiwania w stanie zwiniętym
ru: Время работы во свернутом состоянии
tr: Çevirilmiş halde çalışma zamanı

source: Edit alert templates
be: Рэдагаваць шаблонныя тэрміновыя паведамленні
de: Alarm Templates bearbeiten
it: Modificare modelli di messaggi urgenti
pl: Zredaguj wiadomości alarmowe oparte na szablon
ru: Редактировать шаблонные срочные сообщения
tr: Acil mesajları düzenle

source: Country
be: Краіна
de: Staat
it: Paese
pl: Kraj
ru: Страна
tr: Ülke

source: City
be: Горад
de: Stadt
it: Citt√†
pl: Miasto
ru: Город
tr: Şehir

# Members
source: List of users
be: Спіс карыстальнікаў
de: Nutzerliste
it: Lista di utenti
pl: Lista użytkowników
ru: Список пользователей
tr: Kullanıcı listesi

source: Owner
be: Адміністратар групы
de: Gruppenadmin
it: Amministratore del gruppo
pl: Administrator grupy
ru: Администратор группы
tr: Group admin

source: You
be: Вы
de: Sie
it: Lei
pl: Pan
ru: Вы
tr: Siz

source: Enter text
be: Увядзіце тэкст
de: Text eingeben
it: Inserite il testo
pl: Wprowadź tekst
ru: Введите текст
tr: Metni girin

source: Invalid Session
be: Сесия састарэла
de: Ungültige Sitzung
it: Sessione invalida
pl: Sesja nieważna
ru: Сесия устарела

source: Invalid Credentials
be: Няверны імя карыстальніка або пароль
de: Falscher Benutzername oder Passwort
it: Certificato invalido
pl: Nieważne referencje
ru: Неправильные имя пользователя или пароль
tr: yanlış kullancı adı yada şifre

source: Invalid Parameters
be: Няверныя параметры
de: Falsche Parameter
it: Parametri invalidi
pl: Nieważne parametry
ru: Неправильные параметры
tr: yanlış parametreler

source: Invalid Ticket/Card
be: Няверны пароль
de: Falsches Passwort
it: Biglietto invalido
pl: Nieważna karta
ru: Неправильный пароль
tr: yanlış şifre

source: UserName is not specified
be: Імя карыстальніка не зададзенае
de: Benutzername existiert nicht
it: Nome del utente non impostato
pl: Imię użytkownika nie podane
ru: Имя пользователя не задано
tr: Kullanıcı adı girilmedi

source: Database error
be: Памылка БД
de: Datenbankfehler
it: Errore di base di dati
pl: Błąd bazy danych
ru: Ошибка базы данных

source: Authorization error
be: Памылка аўтарызацыі
de: Fehler beim Anmelden
it: Errore di autorizzazione
pl: Błąd autoryzacji
ru: Ошибка авторизации

source: User not found
be: Карыстальнік не знойдзены
de: Benutzername ist nicht bekannt
it: Utente non trovato
pl: Użytkownik nie znaleziony
ru: Пользователь не обнаружен
tr: Kullanıcı bulunmadı

source: Access Denied
be: Няма доступу в групу
de: Zugang verweigert
it: Mancanza del accesso al gruppo
pl: Brak dostępu do grupy
ru: Нет доступа в группу

source: Specified email is in use
be: Emai заняты
de: E-Mail bereits vergeben
ru: Emai занят
tr: E-posta kullanılmaktadır

source: The function is not paid
be: Функцыя не аплачана
de: Funktion ist nicht bezahlt
ru: Функция не оплачена
tr: Bu işlev ödenmedi

source: Always
be: Заўжды
de: Immer
it: Sempre
pl: Zawsze
ru: Всегда
tr: Her zaman

source: 30 minutes
be: 30 хвілін
de: 30 Minuten
it: 30 minuti
pl: 30 minut
ru: 30 минут
tr: 30 dakika

source: An hour/60 minutes
be: 1 гадзіна
de: Eine Stunde
it: un'ora
pl: Godzina
ru: 1 час
tr: 1 saat

source: 3 hours
be: 3 гадзіны
de: 3 Stunden
it: 3 ore
pl: 3 godziny
ru: 3 часа
tr: 3 saat

source: 12 hours
be: 12 гадзін
de: 12 Stunden
it: 12 ore
pl: 12 godzin
ru: 12 часов
tr: 12 saat

source: Seldom
be: Рэдка
de: Selten
it: Raramente
pl: Rzadko
ru: Редко
tr: Seyrek

source: Very seldom
be: Вельмі рэдка
de: Sehr selten
it: Molto raramente
pl: Bardzo rzadko
ru: Очень редко
tr: Çok seyrek

source: Average
be: Сярэдне
de: Mittel
it: Media
pl: Średnio
ru: Средне
tr: Bazen

source: Often
be: Часта
de: Oft
it: Spesso
pl: Często
ru: Часто
tr: Sık

source: Very often
be: Вельмі часта
de: Sehr oft
it: Molto spesso
pl: Bardzo często
ru: Очень часто
tr: Sık sık

source: Within 1 km
be: да 1 км
de: bis 1 km
it: fino a 1 km
pl: Do 1 km
ru: до 1 км
tr: 1 kilometreden az

source: from 1 to 5 km
be: ад 1 да 5 км
de: von 1 bis 5 km
it: da 1 a 5 km
pl: Od 1 do 5 km
ru: от 1 до 5 км
tr: 1 kilometreden 5 kilometreye kadar

source: from 5 to 15 km
be: ад 5 да 15 км
de: von 5 bis 15 km
it: da 5 a 15 km
pl: Od 5 do 15 km
ru: от 5 до 15 км
tr: 5 kilometreden 15 kilometreye kadar

source: from 15 to 70 km
be: ад 15 да 70 км
de: von 15 bis 70 km
it: da 15 a 70 km
pl: Od 15 do 70 km
ru: от 15 до 70 км
tr: 15 kilometreden 70 kilometreye kadar

source: All groups
be: Усе групы
de: Alle Gruppen
it: Tutti i gruppi
pl: Wszystkie grupy
ru: Все группы
tr: Tüm gruplar

source: Open
be: Адчыненая
de: Offen
it: Aperto
pl: Otwarta
ru: Открытая
tr: Açık

source: Closed
be: Зачыненая
de: Geschlossen
it: Chiuso
pl: Zamknięta
ru: Закрытая
tr: Sınırlı
